results/raw/pgbench_Q1_before_measured.txt
pgbench (18.3 (Debian 18.3-1.pgdg13+1))
transaction type: /workspace/query_Q1.sql
scaling factor: 1
query mode: simple
number of clients: 1
number of threads: 1
maximum number of tries: 1
number of transactions per client: 50
number of transactions actually processed: 50/50
number of failed transactions: 0 (0.000%)
latency average = 5.790 ms
initial connection time = 2.795 ms
tps = 172.712168 (without initial connection time)