results/raw/pgbench_Q1_before_measured_v2.txt
pgbench (18.3 (Debian 18.3-1.pgdg13+1))
transaction type: /workspace/query_Q1.sql
scaling factor: 1
query mode: simple
number of clients: 1
number of threads: 1
maximum number of tries: 1
number of transactions per client: 50
number of transactions actually processed: 50/50
number of failed transactions: 0 (0.000%)
latency average = 5.868 ms
initial connection time = 2.329 ms
tps = 170.408264 (without initial connection time)