results/raw/pgbench_T3_after_final_measured_v2.txt
pgbench (18.3 (Debian 18.3-1.pgdg13+1))
transaction type: /workspace/query_T3.sql
scaling factor: 1
query mode: simple
number of clients: 1
number of threads: 1
maximum number of tries: 1
number of transactions per client: 50
number of transactions actually processed: 50/50
number of failed transactions: 0 (0.000%)
latency average = 14.723 ms
initial connection time = 1.991 ms
tps = 67.920663 (without initial connection time)