results/raw/pgbench_T3_before_measured.txt
pgbench (18.3 (Debian 18.3-1.pgdg13+1))
transaction type: /workspace/query_T3.sql
scaling factor: 1
query mode: simple
number of clients: 1
number of threads: 1
maximum number of tries: 1
number of transactions per client: 50
number of transactions actually processed: 50/50
number of failed transactions: 0 (0.000%)
latency average = 17.523 ms
initial connection time = 2.556 ms
tps = 57.069287 (without initial connection time)